Repository: formorer/pkg-nagios4
Catalog: po/*.po
Languages: cs, da, de, es, pl, sv

source: Apache servers to configure for nagios3:
cs: Servery Apache pro nastavení s nagios3:
da: Apacheservere at konfigurere for nagios3:
de: Für nagios3 einzurichtende Apache-Server:
es: Servidores apache que se deberían configurar para nagios3:
pl: Konfiguracja serwerów Apache dla nagios3:
sv: Ange vilken apacheversion som ska förberedas för nagios3:

source: Please select which apache servers should be configured for nagios3.
cs: Vyberte prosím, které servery apache nastavit pro použití s nagios3.
da: Vælg venligst hvilke apacheservere der skal konfigureres for nagios3.
de: Bitte wählen Sie, welche Apache-Server für nagios3 eingerichtet werden sollen.
es: Por favor, seleccione los servidores apache que se deberían configurar para nagios3.
pl: Proszę wybrać, które serwery apache powinny zostać skonfigurowane dla nagios3.
sv: Ange den apacheserver som ska ställas in för nagios3.

source: If you would prefer to perform configuration manually, leave all servers unselected.
cs: Pokud dáváte přednost ruční konfiguraci, nevybírejte žádné servery.
da: Hvis du ønsker at udføre konfigurationen manuelt, så vælg ingen servere.
de: Falls Sie es vorziehen, die Einrichtung manuell durchzuführen, lassen Sie alle Server deselektiert.
es: No elija ningún servidor si prefiere realizar la configuración de forma manual.
pl: Nie zaznaczaj żadnego serwera jeżeli chcesz przeprowadzić konfigurację ręcznie.
sv: Om du föredrar att ställa in apache manuellt markerar du inte något av alternativen.

source: Nagios web administration password:
cs: Heslo webové administrace Nagios:
da: Adgangskode for Nagios' internetadministration:
de: Passwort für die Web-Administration von nagios:
es: Clave de administración web de Nagios
pl: Hasło administratora Nagios:
sv: Lösenord för nagios webbadministration:

source: Please provide the password to be created with the "nagiosadmin" user.
cs: Zadejte prosím heslo použité pro nově vytvořeného uživatele "nagiosadmin".
da: Angiv venligst adgangskoden som skal oprettes med brugeren »nagiosadmin«.
de: Bitte geben Sie das Passwort ein, das für den »nagiosadmin«-Benutzer festgelegt werden soll.
es: Por favor, introduzca la contraseña para el nuevo usuario «nagiosadmin».
pl: Proszę podać hasło dla użytkownika "nagiosadmin".
sv: Ange lösenordet som ska användas för användaren "nagiosadmin".

source: This is the username and password you will use to log in to your nagios installation after configuration is complete. If you do not provide a password, you will have to configure access to nagios yourself.
cs: Toto uživatelské jméno a heslo bude po dokončení nastavení použito pro přihlášení k nagios. Pokud nezadáte heslo, budete muset nastavit přístup k nagios ručně.
da: Dette er brugernavnet og adgangskoden, som du skal bruge til at logge ind i din nagiosinstallation, efter konfigurationen er færdig. Hvis du ikke angiver en adgangskode, skal du selv konfigurere adgang til nagios.
de: Dies sind Benutzername und Passwort, die Sie verwenden werden, sich bei Ihrer nagios-Installation anzumelden, nachdem deren Einrichtung beendet ist. Falls Sie kein Passwort eingeben, werden Sie den Zugang zu nagios selbst einrichten müssen.
es: Estos son el usuario y contraseña que usará para ingresar a su instalación de nagios, después de que termine la configuración. Si no define una contraseña tendrá que configurar nagios de forma manual.
pl: Po zakończeniu konfiguracji ta nazwa użytkownika oraz hasło zostaną użyte do zalogowania się w nagios. Jeśli hasło nie zostanie podane, konieczne będzie ręczne skonfigurowanie dostępu do nagios.
sv: Detta användarnamn och lösenord använder du för att logga in i din nagiosinstallation. Om du inte anger ett lösenord här måste du ställa in nagios manuellt.

source: Password confirmation:
cs: Potvrzení hesla:
da: Bekræftelse af adgangskode:
de: Passwortbestätigung:
es: Confirmar clave:
pl: Potwierdzenie hasła:
sv: Upprepa lösenordet:

source: The passwords do not match
cs: Hesla nesouhlasí
da: Adgangskoderne er ikke ens
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden
pl: Hasła nie są takie same
sv: Lösenorden stämmer inte överrens

source: Enable support for nagios 1.x links in nagios3?
cs: Povolit podporu odkazů nagios 1.x v nagios3?
da: Aktiver understøttelse for nagios 1.x-henvisninger i nagios3?
de: Unterstützung für nagios-1.x-Links in nagios3 freischalten?
es: ¿Desea activar el soporte para enlaces de nagios 1.x en nagios3?
pl: Włączyć obsługę linków z nagios 1.x w nagios3?
sv: Aktivera stöd för länkar som de såg ut inagios 1.x?

source: Please choose whether the Apache configuration for nagios3 should provide compatibility with links from nagios 1.x.
cs: Vyberte si prosím, zda má konfigurace Apache pro nagios3 poskytovat kompatibilitu s odkazy z nagios 1.x.
da: Vælg venligst hvorvidt Apachekonfigurationen for nagios3 skal tilbyde kompatibilitet med henvisninger fra nagios 1.x.
de: Bitte wählen Sie, ob die Apache-Konfiguration für nagios3 Kompatibilität mit Links von nagios 1.x zur Verfügung stellen soll.
es: Indique si la configuración de apache para nagios3 debería ser compatible con enlaces de nagios 1.x.
pl: Czy konfiguracja Apache dla nagios3 powinna być kompatybilna z linkami z nagios 1.x.
sv: Ange om du vill att inställningarna i Apache ska ha stöd för länkar från nagios 1.x.

source: If you select this option, the apache configuration used for nagios will include directives to support URLs from nagios 1.x. You should not choose this option if you still have nagios 1.x on your system, or unpredictable results may occur.
cs: Pokud zvolíte tuto možnost, konfigurace apache použitá pro nagios bude obsahovat příkazy pro podporu URL adres známých z nagios 1.x. Tuto volbu byste neměli volit v případě, že máte dosud nainstalován nagios 1.x. Jinak může dojít k neočekávaným výsledkům.
da: Hvis du vælger denne indstilling, vil apachekonfigurationen brugt for nagios inkludere direktiver for understøttelse af adresser fra nagios 1.x. Du bør ikke vælge denne indstilling, hvis du stadig har nagios 1.x på dit system, da uforudsete ting kan opstå.
de: Falls Sie diese Möglichkeit wählen, wird die Apache-Konfiguration für nagios Direktiven enthalten, um URLs von nagios 1.x zu unterstützen. Sie sollten diese Möglichkeit nicht wählen, falls noch nagios 1.x auf Ihrem System installiert ist. Dies könnte unvorhersehbare Ergebnisse liefern.
es: Si elije esta opción, se incluirán las directivas para soporte de URLs de nagios 1.x en la configuración de apache. No debe elegir esta opción si todavía tiene nagios 1.x instalado en su sistema, esto puede producir resultados impredecibles.
pl: Jeśli ta opcja zostanie wybrana, konfiguracja apache używana dla nagios będzie zawierać dyrektywy obsługujące URL-e z nagios 1.x. Ta opcja nie powinna być zaznaczona jeśli nagios 1.x jest nadal zainstalowany na tym systemie ponieważ może to wywołać niemożliwe do przewidzenia efekty.
sv: Om du väljer detta alternativ för nagios så kommer stöd för URL:er från nagios 1.x aktiveras. Du ska inte aktivera detta om du fortfarande har nagios 1.x instllerat på ditt system, konflikter kan då uppstå.
