Repository: formorer/pkg-nagios4
Catalog: debian/po/*.po
Languages: eu, fi, it, nl, pt, pt_br, ru

source: Apache servers to configure for nagios3:
eu: Nagios3-rako konfiguratu behar diren apache zerbitzariak:
fi: Apache-palvelimet, joiden asetuksia muokataan nagios3:a varten:
it: Server Apache da configurare per nagios3:
nl: Automatisch te configureren apache-servers:
pt: Servidores Apache a configurar para nagios3:
pt_br: Servidores apache a serem configurados para o nagios3:
ru: Серверы apache для настройки под nagios3:

source: Please select which apache servers should be configured for nagios3.
eu: Mesedez hautatu zein apache zerbitzari konfiguratu behar dira nagios3-rako.apache konfiguratuta errepikatu arte.
fi: Valitse minkä Apache-palvelimien asetuksia tulisi muokata nagios3:n käyttöönottamiseksi.
it: Selezionare quali server Apache devono essere configurati per nagios3.
nl: Welke apache-servers moeten er worden geconfigureerd voor nagios3?
pt: Por favor seleccione quais servidores Apache deverão ser configurados para nagios3.
pt_br: Por favor, selecione quais servidores apache deverão ser configurados para o nagios3.
ru: Выберите серверы apache, которые нужно настроить для nagios3.

source: If you would prefer to perform configuration manually, leave all servers unselected.
eu: Eskuzko instalazio bat egitea nahigo baduzu, utzi zerbitzari guztiak hautatu gabe.
fi: Jos haluat tehdä asetukset käsin, älä valitse mitään palvelinta.
it: Per effettuare una configurazione manuale, lasciare tutti i server non selezionati.
nl: Als u de configuratie liever handmatig doet, selecteer dan geen enkele server.
pt: Se você preferir efectuar a configuração manualmente, não seleccione nenhum servidor.
pt_br: Se você preferir realizar a configuração manualmente, não selecione nenhum servidor.
ru: Если вы хотите выполнить настройку вручную, то ничего не выбирайте.

source: Nagios web administration password:
eu: Nagios web kudeatzaile pasahitza:
fi: Nagios-verkkoylläpidon salasana:
it: Password per l'amministrazione di nagios da web:
nl: Nagios webbeheerwachtwoord:
pt: Password de administração Web do Nagios:
pt_br: Senha de administração web do Nagios:
ru: Пароль для веб-администрирования Nagios:

source: Please provide the password to be created with the "nagiosadmin" user.
eu: Mesedez ezarri "nagiosadmin" erabiltzailearen pasahitza.
fi: Anna salasana käyttäjätunnukselle ”nagiosadmin”.
it: Inserire la password da associare all'utente "nagiosadmin".
nl: Kies een wachtwoord voor de gebruiker "nagiosadmin".
pt: Por favor indique uma password para ser criada com o utilizador "nagiosadmin".
pt_br: Por favor, forneça a senha a ser criada com o usuário "nagiosadmin".
ru: Введите пароль для создаваемой учётной записи "nagiosadmin".

source: This is the username and password you will use to log in to your nagios installation after configuration is complete. If you do not provide a password, you will have to configure access to nagios yourself.
eu: Hau da nagios instalazioan konfigurazioa amaitu aurretik saioa hasteko erabili behar diren erabiltzaile-izen eta pasahitza. Ez baduzu pasahitzik ezartzen nagios saio hasiera zure kabuz konfiguratu beharko duzu.
fi: Tämän käyttäjätunnuksen ja salasanan avulla voidaan nagios-asennukseen kirjautua, kun asetusten muokkaus on päättynyt. Jos salasanaa ei anneta, täytyy nagiokseen pääsy asettaa käsin.
it: Al termine della configurazione è necessario usare questo nome utente e questa password per accedere alla propria installazione di nagios. Se non si inserisce una password, si dovrà configurare da soli l'accesso a nagios.
nl: Dit zij de gebruikersnaam en wachtwoord waarmee u in kunt loggen bij uw nagios-systeem nadat de configuratie is voltooid. Als u geen wachtwoord opgeeft zal u de toegang tot nagios zelf moeten instellen.
pt: Este é o nome de utilizador e password que irá usar para se autenticar na instalação do seu nagios após a configuração estar completa. Se você não providenciar uma password, terá que ser você a configurar o acesso ao nagios.
pt_br: Este é o nome de usuário e a senha que você usará para acessar sua instalação nagios depois que a configuração estiver completa. Se você não fornecer uma senha, você mesmo terá que configurar o acesso ao nagios.
ru: Вы будете использовать эту учётную запись и пароль для доступа к nagios после завершения настройки. Если вы не укажите пароль, то вам нужно будет настроить доступ к nagios самостоятельно.

source: Password confirmation:
eu: Pasahitz berrespena:
fi: Salasanan vahvistus:
it: Conferma della password:
nl: Wachtwoord ter bevestiging:
pt: Confirmação da password:
pt_br: Confirmação de senha:
ru: Введите пароль ещё раз:

source: The passwords do not match
eu: Pasahitzak ez datoz bat
fi: Salasanat eivät täsmää.
it: Le password non coincidono
nl: De wachtwoorden komen niet overeen
pt: As passwords não condizem.
pt_br: As senhas não coincidem
ru: Пароли не совпадают

source: Enable support for nagios 1.x links in nagios3?
eu: Nagios 1.x loturako gaitu nagios3-an?
fi: Otetaanko nagiosin version 1.x linkkien tuki käyttöön nagios3:ssa?
it: Attivare il supporto per i collegamenti di nagios 1.x in nagios3?
nl: Ondersteuning activeren voor nagios-1.x-links?
pt: Activar suporte para atalhos do nagios 1.x no nagios3?
pt_br: Habilitar suporte para links do nagios 1.x no nagios3?
ru: Включить поддержку ссылок nagios 1.x в nagios3?

source: Please choose whether the Apache configuration for nagios3 should provide compatibility with links from nagios 1.x.
eu: Mesedez hautatu Apache zerbitzariko nagios3 konfigurazioak nagios 1.x bertsioko loturekin bateragarritasuna mantendu behar duen ala ez.
fi: Valitse tulisiko nagios3:n Apache-asetusten olla yhteensopivia nagios 1.x:n linkkien kanssa.
it: Scegliere se la configurazione di Apache per nagios3 deve fornire anche la compatibilità con i collegamenti di nagios 1.x.
nl: Geef aan of de Apache-configuratie van nagios3 compatibiliteit moet aanbieden met links van nagios 1.x.
pt: Por favor escolha se a configuração do Apache para nagios3 deverá providenciar compatibilidade com atalhos do nagios 1.x.
pt_br: Por favor, selecione se a configuração do Apache para o nagios3 deve fornecer compatibilidade com links do nagios 1.x.
ru: Выберите, нужно ли настраивать Apache в nagios3 для предоставления обратной совместимости по ссылкам с nagios 1.x.

source: If you select this option, the apache configuration used for nagios will include directives to support URLs from nagios 1.x. You should not choose this option if you still have nagios 1.x on your system, or unpredictable results may occur.
eu: Aukera hau hautatuaz gero apache nagios-en konfigurazioak nagios 1.x bertsioko loturak onartzeko direktibak izango ditu. Ez zenuke aukera hau onartu beharko dagoeneko 1.x bertsioetako nagios bat sisteman abiarazirik baduzu edo emaitza aurre-ikustezinak gerta daitezke.
fi: Jos valitset tämän, Apachen nagios-asetuksiin sisällytetään tuki nagios 1.x:n URLeille. Tätä ei tulisi valita, jos järjestelmässä on edelleen nagios 1.x asennettuna, koska seuraukset eivät ole ennustettavissa.
it: Se si accetta, la configurazione di apache per nagios includerà anche le direttive per il supporto delle URL di nagios 1.x. Non si deve accettare se sul proprio sistema è ancora installato nagios 1.x, altrimenti i risultati saranno imprevedibili.
nl: Als u voor deze optie kiest zal de apache-configuratie van nagios regels bevatten om URL's van nagios1.x te ondersteunen. U moet hier niet voor kiezen als u nog steeds nagios 1.x op uw systeem heeft, anders kan dit tot onverwachte resultaten leiden.
pt: Se seleccionar esta opção, a configuração do apache usada para nagios irá incluir directivas para suportar URLs do nagios 1.x. Você não deverá escolher esta opção se ainda tiver o nagios 1.x no seu sistema, ou podem ocorrer resultados imprevisíveis.
pt_br: Se você selecionar esta opção, a configuração do apache usada para o nagios incluirá diretivas para dar suporte a URLs do nagios 1.x. Você não deveria escolher esta opção se você ainda tem o nagios 1.x no seu sistema, ou resultados imprevisíveis podem ocorrer.
ru: Если вы ответите утвердительно, то в настройку apache, который используется с nagios, будут включены директивы для поддержки URL-ов из nagios 1.x. Лучше не включать поддержку, если в системе ещё используется nagios 1.x, так как это приведёт к непредсказуемым последствиям.
